dan-c-underwood.arm
dbaeumer.vscode-eslint
eamodio.gitlens
GitHub.copilot
GitHub.copilot-chat
golang.go
haskell.haskell
jebbs.plantuml
justusadam.language-haskell
Layle.idacode
llvm-vs-code-extensions.vscode-clangd
mads-hartmann.bash-ide-vscode
mesonbuild.mesonbuild
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.flake8
ms-python.isort
ms-python.mypy-type-checker
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-server
ms-vscode.sublime-keybindings
ms-vscode.vscode-typescript-next
NomicFoundation.hardhat-solidity
omBratteng.nftables
rust-lang.rust-analyzer
tamasfe.even-better-toml
timonwong.shellcheck
tintinweb.graphviz-interactive-preview
tintinweb.solidity-visual-auditor
tintinweb.vscode-ethover
tintinweb.vscode-inline-bookmarks
tintinweb.vscode-solidity-flattener
tintinweb.vscode-solidity-language
twxs.cmake
vadimcn.vscode-lldb
vscodevim.vim
zhuangtongfa.material-theme
